ngx_lua/山东BOSS/log.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soapenv:Body><OpenUser xmlns="http://tempuri.org/"><jsonUser>{&quot;customer_id&quot;:&quot;1118999999722279599&quot;,&quot;user_id&quot;:&quot;9223372029417726265&quot;,&quot;user_name&quot;:&quot;&#x4E92;&#x52A8;&#x6CE8;&#x518C;&quot;,&quot;address_line&quot;:&quot;&#x6D4E;&#x5357;&#x69D0;&#x836B;&#x533A;&#x7ECF;&#x5341;&#x8DEF;28293&#x53F7;3&#x53F7;&#x697C;3-602&quot;,&quot;city&quot;:&quot;JS.HY&quot;,&quot;state_or_province&quot;:&quot;&#x5C71;&#x4E1C;&#x7701;&quot;,&quot;country&quot;:&quot;&#x4E2D;&#x56FD;&quot;,&quot;email&quot;:&quot;&quot;,&quot;postal_code&quot;:&quot;&quot;,&quot;primary_phone&quot;:&quot;13789828667&quot;,&quot;device_type&quot;:&quot;&quot;,&quot;equipment_id&quot;:&quot;8531102836066279&quot;}</jsonUser></OpenUser></soapenv:Body></soapenv:Envelope>